var app = getApp();


Page({

  /**
   * 页面的初始数据
   */
  data: {
    detailList: ["办公会议纪要。主要用于记载和传达领导的办公会议决定和决议事项。如其中涉及有关部门的工作，可将会议纪要发给他们，并要求其执行。", 
    "工作会议纪要。用以传达重要的工作会议的主要精神和议定事项，有较强的政策性和指示性。", "协调会议纪要。用于记载协调性会议所取得的共识以及议定事项，对与会各方有一定的约束力。",
     "研讨会议纪要。主要记载研究讨论性或总结交流性会议的情况。这类会议纪要的写作要求全面客观，除反映主流意见外，如有不同意见，也应整理进去。",
     "集中概述法。这种写法是把会议的基本情况，讨论研究的主要问题，与会人员的认识、议定的有关事项（包括解决问题的措施、办法和要求等），用概括叙述的方法，进行整体的阐述和说明。这种写法多用于召开小型会议，而且讨论的问题比较集中单一，意见比较统一，容易贯彻操作，写的篇幅相对短小。如果会议的议题较多，可分条列述。"]
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
    
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {
    
  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {
    
  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {
    
  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {
    
  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {
    
  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {
    
  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {
    
  }
})